Repository: wp-plugins/social-contact-display
Catalog: languages/social-contact-display-*.po
Languages: sr_rs

source: SCD Google Map
sr_rs: SCD Google Mapa

source: Google Map Settings
sr_rs: Google Mapa Podešavanja

source: Center:
sr_rs: Centralno

source: Coordinates sperated by a comma
sr_rs: Koordinate odvojene zarezima

source: Zoom:
sr_rs: Uveličavanje:

source: Size:
sr_rs: Veličina:

source: Size in pixels
sr_rs: Veličina u pikselima

source: Scale:
sr_rs: Skala:

source: Sensor:
sr_rs: Senzor:

source: Map type:
sr_rs: Tip mape:

source: Google Map Settings - Contextual Help
sr_rs: Google Mapa Podešavanja - Kontekstualna pomoć

source: Contextual help goes here. You may want to use different html elements to format your text as you want.
sr_rs: Kontekstualna pomoć je ovde. Možda ćete poželeti da koristite različite html elemente da biste formatirali tekst prema svojim potrebama.

source: Contact Details
sr_rs: Detalji kontakta

source: Social Media
sr_rs: Društveni mediji

source: Social Sharing
sr_rs: Deljenje preko društvenih medija

source: Google Map
sr_rs: Google mapa

source: Social Media Icons
sr_rs: Ikonice društvenih medija

source: Static Google Map Image Settings
sr_rs: Podešavanja za statičku sliku Google mape

source: Business Title:
sr_rs: Poslovni naziv:

source: A regular text input field. Some inline HTML (&lt;a&gt;, &lt;b&gt;, &lt;em&gt;, &lt;i&gt;, &lt;strong&gt;) is allowed.
sr_rs: Polje za unos regularnog teksta. Dozvoljen je unos u HTML (&lt;a&gt;, &lt;b&gt;, &lt;em&gt;, &lt;i&gt;, &lt;strong&gt;).

source: Address Line One:
sr_rs: Adresa prvog reda:

source: Address Line Two:
sr_rs: Adresa drugog reda:

source: City / Town:
sr_rs: Grad:

source: County / State:
sr_rs: Država:

source: Post Code / Zip Code:
sr_rs: Poštanski kod/Zip kod:

source: Telephone (Can also add a prefix e.g. Tel:):
sr_rs: Telefon (Može se dodati i prefiks, npr. Tel.)

source: Mobile (Can also add a prefix e.g. Mob:):
sr_rs: Mobilni tel. (Može se dodati i prefiks, npr. Mob.)

source: Fax (Can also add a prefix e.g. Fax:):
sr_rs: Fax (Može se dodati i prefiks, npr. Fax.)

source: A text input field which can be used for email input.
sr_rs: Polje za unos teksta koje se može koristiti za unos email-a.

source: Update Alt Text:
sr_rs: Ažuriraj alternativni tekst:

source: Social Icons Title (e.g. Connect with Us):
sr_rs: Naziv ikonica društvenih medija (npr. Povežite se s nama):

source: Get in touch!
sr_rs: Budimo u kontaktu!

source: A text input field which can be used for urls.
sr_rs: Polje za unos teksta koje se može koristiti za url.

source: Facebook Alt Text:
sr_rs: Alternativni Facebook tekst:

source: A text input field
sr_rs: Polje za unos teksta

source: Twitter Alt Text:
sr_rs: Alternativni Twitter tekst:

source: Google Plus Alt Text:
sr_rs: Google Plus alternativni tekst:

source: Tumblr Alt Text:
sr_rs: Tumblr alternativni tekst:

source: Linked In Alt Text:
sr_rs: Linked In alternativni tekst:

source: YouTube Alt Text:
sr_rs: YouTube alternativni tekst:

source: Pinterest Alt Text:
sr_rs: Pinterest alternativni tekst:

source: Instagram Alt Text:
sr_rs: Instagram alternativni tekst:

source: Include RSS feed icon.
sr_rs: Uključi ikonicu za RSS feed:

source: Social Media Icon Set:
sr_rs: Set ikonica za društvene medije:

source: Samples can be found <a href="http://demo.wp-creative.co.uk/social-contact-display-widget/social-media-icons/" target="_blank" >on our site</a>
sr_rs: Uzorke možete naći na <a href="http://demo.wp-creative.co.uk/social-contact-display-widget/social-media-icons/" target="_blank" >na našem site-u</a>

source: Display Social Media Icons vertically?
sr_rs: Prikaži vetikalno ikonice za društvene medije?

source: Twitter Account:
sr_rs: Twitter nalog:

source: Enter you Twitter Account (e.g. @HPTOnline)
sr_rs: Unesite svoj Twitter nalog (npr. @HPTOnline)

source: Show Twitter follower count?
sr_rs: Prikaži nalog Twitter pratioca?

source: Do you want to include Facebook Like and Share?
sr_rs: Želite li da uključite Facebook sviđanje i deljenje?

source: Facebook button style:
sr_rs: Stil Facebook tastera:

source: Do you want to include Google +1?
sr_rs: Želite li da uključite Google +1?

source: Do you want to include Pin It button?
sr_rs: Želite li da uključite Pin It taster?

source: Coordinates separated by a comma. <a href="https://support.google.com/maps/answer/18539?hl=en" target="_blank" >More Info</a> <br><br><strong>New Google Maps</strong><br><br>Open Google Maps > Click a location on the map that isn't a marker or a [icon] pin. Clicking a marker or pin won't show its coordinates. Under the search box, an info card with coordinates will appear.<br><br><strong>Classic Google Maps</strong> <br><br>Open Google Maps > Right-click a location on the map. Select What's here? In the search box at the top of the page, the coordinates will appear.
sr_rs: Koordinate odvojene zarezima. <a href="https://support.google.com/maps/answer/18539?hl=en" target="_blank" >Više informacija </a> <br><br><strong>Nove Google Mape</strong><br><br>Otvori Google Mape > Kliknite na lokaciju na mapi koja nije marker ili [ikonica]. Ako kliknete na marker ili na pin, koordinate se neće prikazati. U polju za pretragu pojaviće vam se info kartica sa koordinatama. <br><br><strong>Klasične Google mape</strong> <br><br>Otvori Google Mape >Kliknite desnim tasterom na lokaciju mape. Odaberite opciju: Šta je ovde? Koordinate će se pojaviti u polju za pretragu na vrhu strane.

source: Maps on Google Maps have an integer "zoom level" which defines the resolution of the current view. Zoom levels between 0 (the lowest zoom level, in which the entire world can be seen on one map) to 21+ (down to individual buildings) are possible within the default roadmap maps view.
sr_rs: Mape na Google mapama imaju "nivo uveličavanja" u vidu celog broja koji određuje rezuluciju tekućeg pregleda. Nivoi uveličavanja su između 0 (najniži nivo gde se na jednoj karti vidi ceo svet) i 21+ (sve do pojedinačnih zgrada) koji prikazuje podrazumevani pregled mapa ulica.

source: Use of the Google Static Maps API requires that you indicate whether your application is using a "sensor" (such as a GPS locator) to determine the user's location. This is especially important for mobile devices. Applications must pass a required sensor parameter indicating whether or not your application is using a sensor device.
sr_rs: Upotreba aplikacijskog programskog interfejsa Google Static Maps zahteva da odredite da li vaša aplikacioja koristi "senzor" (kao što je GPS lokator) za određivanje lokacije korisnika. To je naročito važno za mobilne uređaje. Aplikacije moraju da prođu obavezni parametar senzora koji pokazuje da li vaša aplikacija koristi uređaj sa senzorom.

source: SCD Settings Page Two - Contextual Help
sr_rs: SCD Podešavanja, Druga strana - Kontekstualna pomoć

source: Add which fields you require. Non are mandatory.
sr_rs: Dodajte obavezna polja. Nijedno nije obavezno.

source: SCD Settings
sr_rs: SCD Podešavanja

source: SCD Settings | Widget Options
sr_rs: SCD Podešavanja | Widget opcije

source: Widget Options
sr_rs: Widget opcije

source: Shortcode for this section is: [scd_google_static_map]. For more information on settings, please see <a href="https://developers.google.com/maps/documentation/staticmaps/" target="_blank" >here</a>
sr_rs: Shortcode za ovaj odeljak: [scd_google_static_map]. Za više informacija o podešavanjima, vidite <a href="https://developers.google.com/maps/documentation/staticmaps/" target="_blank" >ovde</a>

source: Widget for this section is: <strong>Social Contact Display</strong><br>Shortcode for this section is: <strong>[scd_social_contact_display]</strong>
sr_rs: Widget za ovaj odeljak: <strong>Social Contact Display</strong><br>Shortcode za ovaj odeljak: <strong>[scd_social_contact_display]</strong>

source: Settings for this section
sr_rs: Podešavanja za ovaj odeljak

source: Widget for this section is: <strong>Social Interaction Buttons</strong><br>Shortcode for this section is: <strong>[scd_social_share]</strong>
sr_rs: Widget za ovaj odeljak: <strong>Tasteri za društvenu interakciju </strong><br>Shortcode za ovaj odeljak: <strong>[scd_social_share]</strong>

source: <a href="http://quickclickhosting.com/wordpress-hosting-uk/" target=_"blank"><img style="float:right;padding-left:10px;" src="http://www.quickclickhosting.com/images/wphosting.jpg"></a><strong>What has changed in Version 2?</strong><br><br>We have added a more advanced set of widgets. The options are entered via the settings page under "SCD Settings". We have kept the original widget but renamed it as "Simple Social Contact Display". This should keep all of your previous options, but you will need to re-add the widget itself.<br><br>Also added is a Google Map option. This is a static map, for now, and coordinates will need to be entered - How to get coordinates.<br><br><strong>What are the shortcodes?</strong><br><br>Contact Details/Social Media - [scd_social_contact_display]<br> Social Sharing - [scd_social_share]<br> Google Map - [scd_google_static_map]<br><br><strong>Which Social Media sites are currently supported?</strong><br><br>Facebook Google+ Twitter LinkedIn YouTube Pinterest Instagram<br><br><strong>I have a suggestion for the plugin, where can I submit it?</strong><br><br>Either via the support tab, or via our site:<br><a href="http://demo.wp-creative.co.uk/social-contact-display-widget/plugin-suggestion/" target="_blank" >WP Creative</a><br>
sr_rs: <a href="http://quickclickhosting.com/wordpress-hosting-uk/" target=_"blank"><img style="float:right;padding-left:10px;" src="http://www.quickclickhosting.com/images/wphosting.jpg"></a><strong>Šta je promenjeno u Verziji 2? </strong><br><br>Dodali smo napredniji komplet widget-a. U opcije se ulazi kroz stranicu podešavanja "SCD Podešavanja". Zadržali smo originalni widget, ali nazvali smo ga "Simple Social Contact Display". Trebalo bi da sačuva sve vaše prethodne opcije, ali moraćete da ponovo dodate widget.<br><br>Takođe, dodali smo opciju Google Mape. Za sada, to je statička mapa gde treba uneti koordinate. Kako da nađete koordinate?<br><br><strong>Koji su shortcode-ovi?</strong><br><br>Detalji kontakta/Društveni mediji - [scd_social_contact_display]<br> Deljenje na društvenim medijima - [scd_social_share]<br> Google Mapa - [scd_google_static_map]<br><br><strong>Koji site-ovi društvenih medija su trenutno podržani?</strong><br><br>Facebook Google+ Twitter LinkedIn YouTube Pinterest Instagram<br><br><strong>Imam predlog za plugin, gde da ga podnesem? </strong><br><br>Ili preko tabulatora za podršku ili putem našeg site-a: <br><a href="http://demo.wp-creative.co.uk/social-contact-display-widget/plugin-suggestion/" target="_blank" >WP Creative</a><br>

source: Save Changes
sr_rs: Sačuvaj izmene

source: Expecting a Numeric value! Please fix.
sr_rs: Očekivana vrednost je numerička. Molimo vas da prepravite.

source: Expecting comma separated numeric values
sr_rs: Očekivane vrednosti su numeričke, odvojene zarezima.

source: Expecting comma separated numeric values! Please fix.
sr_rs: Očekivane vrednosti su numeričke, odvojene zarezima. Molimo vas da prepravite.

source: Invalid email! Please re-enter!
sr_rs: Nevažeći email! Molimo da ponovite unos!

source: Social Interaction Buttons
sr_rs: Tasteri za društvenu interakciju

source: Include RSS feed
sr_rs: Uključi RSS feed

source: Select
sr_rs: Odaberi

source: Simple Social Interaction Buttons
sr_rs: Tasteri za jednostavnu društvenu interakciju

source: Style
sr_rs: Stil

source: Displays a map image thumbnail with a larger map available in a lightbox.
sr_rs: Prikazuje sličicu mape sa većom mapom u lightbox-u.

source: Map
sr_rs: Mapa

source: Road (default)
sr_rs: Put (podrazumevani)

source: Satellite
sr_rs: Satelit

source: Terrain
sr_rs: Teren

source: Hybrid
sr_rs: Hibrid

source: Black
sr_rs: Crni

source: Brown
sr_rs: Braon

source: Green
sr_rs: Zeleni

source: Purple
sr_rs: Ljubičasti

source: Yellow
sr_rs: Žuti

source: Blue
sr_rs: Plavi

source: Gray
sr_rs: Sivi

source: Orange
sr_rs: Narandžasti

source: Red (default)
sr_rs: Crveni (podrazumevani)

source: White
sr_rs: Beli

source: Tiny
sr_rs: Veoma mali

source: Small
sr_rs: Mali

source: Medium
sr_rs: Srednji

source: Large (default)
sr_rs: Veliki (podrazumevani)

source: 0 - entire world
sr_rs: 0 - ceo svet

source: White with rounded corners (default)
sr_rs: Beli sa zaobljenim uglovima (podrazumevani)

source: Black with rounded corners
sr_rs: Crni sa zaobljenim uglovima

source: White with square corners
sr_rs: Beli sa pravim uglovima

source: Black with square corners
sr_rs: Crni sa pravim uglovima

source: Title
sr_rs: Naziv

source: Address
sr_rs: Adresa

source: Thumbnail map
sr_rs: Sličica mape

source: Lightbox map
sr_rs: Lightbox mape

source: Map Size
sr_rs: Veličina mape

source: Map Type
sr_rs: Vrsta mape

source: Pin Color
sr_rs: Boja markera

source: Pin Size
sr_rs: Veličina markera

source: Zoom Level
sr_rs: Nivo uveličavanja

source: Text Above Map
sr_rs: Tekst iznad mape

source: Text Below Map
sr_rs: Tekst ispod mape

source: Skin
sr_rs: Izgled

source: Show Address Bubble
sr_rs: Prikaži balončić sa adresom

source: Show Title Below Lightbox
sr_rs: Prikaži naslov ispod lightbox-a

source: Header Text
sr_rs: Tekst zaglavlja

source: Footer Text
sr_rs: Tekst podnožja

source: If you like the plugin give us a shout. Thanks!
sr_rs: Ako vam se sviđa plugin, pišite nam.Hvala!

source: Click to open larger map
sr_rs: Kliknite da biste otvorili veću mapu
